# CloudPoint Type Conversions

---
The CloudPoint type exposes the following members.
| Name| Description
---|---|---
| (CloudPoint to XYZ)|  Creates an XYZ object from this point cloud.
Top
#### Reference
CloudPoint Structure
Autodesk.Revit.DB.PointClouds Namespace